# -*- coding: utf-8 -*-
HOOK = {"lines": ["СБОРНИКИ ПО ЕГЭ ВСЕ ОДИНАКОВЫ?", "ФОРМАТ МОГ СИЛЬНО ИЗМЕНИТЬСЯ"], "end": 2.90}

CARDS = [
 (2.90, 6.312, [[("НО ПО ФАКТУ","small","w")], [("РАСХОДИТСЯ С ФОРМАТОМ","main","a")]]),
 (7.356, 9.352, [[("ОПРЕДЕЛИТЬ ЭТО НА ГЛАЗ","small","w")], [("ПОЧТИ НЕВОЗМОЖНО","main","a")]]),
 (10.332, 11.192, [[("ЕГЭ ТРЕНАЖЁР","main","a")]]),
 (11.212, 12.152, [[("ЕСТЬ","small","w")], [("БАНК ФИПИ","main","a")]]),
 (12.572, 15.688, [[("ТОЧНЫЕ ФОРМУЛИРОВКИ","small","w")], [("КОТОРЫЕ БУДУТ НА ЭКЗАМЕНЕ","main","a")]]),
 (16.444, 18.304, [[("ССЫЛКА","main","a")], [("в шапке профиля","small","w")]]),
]

EMPHASIS = [(5.908, 6.312), (8.756, 9.352), (11.732, 12.152), (15.132, 15.688)]
DURATION = 18.306
